cask_args appdir: '/Applications'

brew 'awscli'
brew 'firebase-cli'
brew 'gh'
brew 'git'
brew 'mas'
brew 'tree'
brew 'volta'
brew 'watchman'
brew 'xcbeautify'

# cask '3dconnexion'
# cask 'autodesk-fusion360'
cask 'choosy'
cask 'claude-code'
cask 'discord'
cask 'firefox'
cask 'google-chrome'
cask 'imageoptim'
cask 'kap'
cask 'licecap'
cask 'postman'
cask 'sf-symbols'
cask 'slack'
cask 'sonos'
cask 'temurin'
cask 'transmit'
cask 'visual-studio-code'
cask 'xcodes-app'
cask 'zoom'

mas 'Acorn', id: 6737921844
mas 'CleanMyMac', id: 1339170533
mas 'Compressor', id: 6746516157
mas 'Developer', id: 640199958
mas 'EmberJS Inspector', id: 6451499514
mas 'Fantastical', id: 975937182
mas 'Final Cut Pro', id: 1631624924
mas 'Firewatch', id: 1164603847
mas 'GarageBand', id: 682658836
mas 'iMovie', id: 408981434
mas 'keymapp', id: 6472865291
mas 'Keynote', id: 361285480
mas 'Logic Pro', id: 1615087040
mas 'Magnet', id: 441258766
mas 'MainStage', id: 6746637089
mas 'Motion', id: 6746637149
mas 'Numbers', id: 361304891
mas 'Pages', id: 361309726
mas 'PDFgear', id: 6469021132
mas 'Pixelmator Pro', id: 6746662575
mas 'Xcode', id: 497799835
