cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'caskroom/drivers'

brew 'awscli'
brew 'carthage'
brew 'certbot'
brew 'elixir'
brew 'erlang'
brew 'git'
brew 'heroku'
brew 'mas'
brew 'nodenv'
brew 'postgresql'
brew 'rbenv'
brew 'redis'
brew 'ruby-build'
brew 'tree'
brew 'watchman'
brew 'yarn'

cask '1password'
cask 'arq'
cask 'atom'
cask 'choosy'
cask 'clocksaver'
cask 'discord'
cask 'encryptme'
cask 'firefox'
cask 'google-chrome'
cask 'gpg-suite'
cask 'imageoptim'
cask 'keybase'
cask 'licecap'
cask 'omnifocus'
cask 'postman'
cask 'sketch'
cask 'skype'
cask 'slack'
cask 'sonos'
cask 'visual-studio-code'
cask 'zoomus'
cask 'wwdc'

mas 'Acorn', id: 1019272813
mas 'Apple Configurator 2', id: 1037126344
mas 'Fantastical 2', id: 975937182
mas 'GarageBand', id: 682658836
mas 'iMovie', id: 408981434
mas 'Keynote', id: 409183694
mas 'Magnet', id: 441258766
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'Xcode', id: 497799835
