cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/cask-drivers'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'heroku/brew'

brew 'awscli'
brew 'cocoapods'
brew 'elixir'
brew 'git'
brew 'heroku'
brew 'mas'
brew 'tree'
brew 'volta'
brew 'watchman'
brew 'yarn'

cask '1password'
# cask '3dconnexion'
cask 'arq'
cask 'autodesk-fusion360'
cask 'choosy'
cask 'discord'
cask 'firefox'
cask 'google-chrome'
cask 'imageoptim'
cask 'kap'
cask 'licecap'
cask 'omnifocus'
cask 'postman'
cask 'sequel-pro'
cask 'sf-symbols'
cask 'sketch'
cask 'skype'
cask 'slack'
cask 'sonos'
cask 'teensy'
cask 'transmit'
cask 'visual-studio-code'
cask 'zoom'
cask 'wwdc'

mas 'Acorn', id: 1233861775
mas 'Developer', id: 640199958
mas 'Fantastical', id: 975937182
mas 'GarageBand', id: 682658836
mas 'iMovie', id: 408981434
mas 'Keynote', id: 409183694
mas 'Magnet', id: 441258766
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'Xcode', id: 497799835
